import Bot from './src/Bot'

const news = {
	url: 'https://www.ena.et/?p=124779',
	source: null,
	title: 'ለወራት ከአገልግሎት ውጪ ሆኖ የቆየው የተከዜ የውሃ ኃይል ማመንጫ ጣቢያ ዛሬ ሥራ ጀመረ',
	article:
		' መጋቢት 29 ቀን 2013 (ኢዜአ) ለወራት ከአገልግሎት ውጪ ሆኖ የቆየው የተከዜ የውሃ ኃይል ማመንጫ ጣቢያ ዛሬ ሥራ መጀመሩን የኢትዮጵያ ኤሌክትሪክ ኃይል አስታወቀ። $$$\nየኃይል ማመንጫ ጣቢያው ከብሔራዊ የኃይል ቋት (ግሪድ) ጋር የሚገናኝበት መስመር በመቋረጡ ምክንያት ኃይል ማመንጨት አቁሞ እንደነበር ይታወሳል።$$$\nከተከዜ- መቀሌ በተዘረጋው የኃይል ማስተላለፊያ መስመር ላይ ሲደረግ የነበረው ጥገና በመጠናቀቁ ዛሬ ከቀኑ 7 ሰዓት   ጀምሮ በጊዜያዊነት ከሲስተም ጋር ሳይገናኝ ራሱን በራሱ እየተቆጣጠረ (Isolated mode) ኃይል መስጠት ጀምሯል።$$$\nበአሁኑ ሰዓት ጣቢያው ካሉት አራት ዩኒቶች መካከል በሁለት ዩኒቶች እስከ 108 ሜጋ ዋት ድረስ ኃይል እየሰጠ ይገኛል።$$$\nይህ በእንዲህ እንዳለ ካለፈው ሐሙስ ከሰዓት ጀምሮ በትግራይ ተቋርጦ የነበረው የኤሌክትሪክ አገልግሎት ዛሬ ከተከዜ ኃይል ማመንጫወደ መቀሌ የሚሄደው መስመር ተጠግኖየተከዜ ኃይል ማመንጫ ስራ በመጀመሩ ዳግም አገልግሎት ማግኘት መጀመሩ ታውቋል።$$$\n ቀደም ሲል ከአላማጣ መኾኒ አሸጎዳ መቀሌ የሚሄደው መስመር ላይ ባጋጠመ ችግር ምክንያት የትግራይ ክልል ኤሌክትሪክ ተቋርጦ ነበር። $$$\nበትግራይ የተካሄደውን  የህግ ማስከበር ተከትሎ በኤሌክትሪክ መሰረተ ልማት ላይ ከፍተኛ ጉዳት የደረሰ ሲሆን የተከዜ ግድብ ደግሞ መንግስት በአውሮፕላን ደብድቦ አፍርሶታል ተብሎ የሀሰት ወሬ ተናፍሶ እንደነበርም ይታወሳል።  $$$\nበወቅቱም በግድቡ ላይ ምንም ዓይነት ጉዳት እንዳልደረሰ መገለጹም እንዲሁ።$$$\nየተከዜ የውሃ ኃይል ማመንጫ ጣቢያ በአራት ዩኒቶች 300 ሜጋ ዋት የማመንጨት አቅም እንዲኖረው ተደርጎ የተገነባ ባለ ጥምር ቅስት (double arc)ቅርፅ የኃይል ማመንጫ ጣቢያ መሆኑ ከኢትዮጵያ ኤሌክትሪክ ኃይል ያገኘነው መረጃ ይጠቁማል።',
	date: '2021-04-07T16:54:30+00:00',
	image: 'https://www.ena.et/wp-content/uploads/2021/04/tk.jpg',
	author: 'ENA',
}

const bot = new Bot(process.env.BOT_TOKEN)

bot.sendToGroup(news)

bot.launch()
